INSERT INTO diseases(disease_name)
VALUES ("변비"),
       ("과민성장증후군설사형"),
       ("과민성장증후군변비형"),
       ("치질"),
       ("치핵"),
       ("치열"),
       ("변실금"),
       ("항문소양증"),
       ("대장암"),
       ("크론병"),
       ("궤양성대장염"),
       ("복부팽만"),
       ("기타")
;

INSERT INTO categories(category_name)
VALUES ("유산균"),
       ("식이섬유"),
       ("저포드맵"),
       ("비건"),
       ("기타 장건강 간식")
;

INSERT INTO boards(board_name)
VALUES ("자유"),
       ("변비"),
       ("과민성장증후군설사형"),
       ("과민성장증후군변비형"),
       ("치질"),
       ("치핵"),
       ("치열"),
       ("변실금"),
       ("항문소양증"),
       ("대장암"),
       ("크론병"),
       ("궤양성대장염"),
       ("복부팽만"),
       ("기타")
;
