INSERT INTO diseases(disease_name, created_at, created_by)
VALUES ("변비", now(), "hyensu"),
       ("과민성장증후군_설사형", now(), "hyensu"),
       ("과민성장증후군_변비형", now(), "hyensu"),
       ("치질", now(), "hyensu"),
       ("치핵", now(), "hyensu"),
       ("치열", now(), "hyensu"),
       ("변실금", now(), "hyensu"),
       ("항문소양증", now(), "hyensu"),
       ("대장암", now(), "hyensu"),
       ("크론병", now(), "hyensu"),
       ("궤양성대장염", now(), "hyensu"),
       ("복부팽만", now(), "hyensu"),
       ("없음", now(), "hyensu")
;

INSERT INTO categories(category_name, created_at, created_by)
VALUES ("유산균", now(), "hyensu"),
       ("식이섬유", now(), "hyensu"),
       ("저포드맵", now(), "hyensu"),
       ("비건", now(), "hyensu"),
       ("기타_장건강_간식", now(), "hyensu")
;

INSERT INTO boards(board_name)
VALUES ("자유"),
       ("변비"),
       ("과민성장증후군_설사형"),
       ("과민성장증후군_변비형"),
       ("치질"),
       ("치핵"),
       ("치열"),
       ("변실금"),
       ("항문소양증"),
       ("대장암"),
       ("크론병"),
       ("궤양성대장염"),
       ("복부팽만"),
       ("기타")
;

INSERT INTO products(product_name, product_comment, product_sale_link, product_regular_price,
                     product_profile, created_at, created_by)
VALUES ("추석선물세트 푸룬 건자두 2구 선물세트 넛츠앤 37호", "코멘트1", "판매 링크", 10000, "프로필 이미지", now(), "hyensu"),
       ("프로바이오틱스 유산균19 30포(2개) MN970254 [원산지:국산]", "코멘트2", "판매 링크", 2000, "프로필 이미지", now(),
        "hyensu"),
       ("커클랜드 그릭 요거트 플레인 논팻 907g [원산지:미국]", "코멘트3", "판매 링크", 3000, "프로필 이미지", now(), "hyensu"),
       ("KAMUT 골드 카무트 효소 3g x 30포 1통 [원산지:상세설명에 표시]", "코멘트4", "판매 링크", 12000, "프로필 이미지", now(),
        "hyensu"),
       ("Brelat 브렐렛 모짜렐라 치즈 125g [원산지:상세설명에 표시]", "코멘트5", "판매 링크", 1, "프로필 이미지", now(),
        "hyensu"),
       ("버터넛 마운틴 팜 메이플 시럽 237ml [원산지:미국]", "코멘트6", "판매 링크", 10, "프로필 이미지", now(), "hyensu"),
       ("상품7", "코멘트7", "판매 링크", 100, "프로필 이미지", now(), "hyensu"),
       ("상품8", "코멘트8", "판매 링크", 1000, "프로필 이미지", now(), "hyensu"),
       ("상품9", "코멘트9", "판매 링크", 200, "프로필 이미지", now(), "hyensu"),
       ("상품10", "코멘트10", "판매 링크", 20000, "프로필 이미지", now(), "hyensu"),
       ("상품11", "코멘트11", "판매 링크", 30000, "프로필 이미지", now(), "hyensu"),
       ("상품12", "코멘트12", "판매 링크", 40000, "프로필 이미지", now(), "hyensu"),
       ("상품13", "코멘트13", "판매 링크", 450000, "프로필 이미지", now(), "hyensu"),
       ("상품14", "코멘트14", "판매 링크", 60000, "프로필 이미지", now(), "hyensu"),
       ("상품15", "코멘트15", "판매 링크", 110000, "프로필 이미지", now(), "hyensu"),
       ("상품16", "코멘트16", "판매 링크", 110000, "프로필 이미지", now(), "hyensu"),
       ("상품17", "코멘트17", "판매 링크", 110000, "프로필 이미지", now(), "hyensu"),
       ("상품18", "코멘트18", "판매 링크", 1010, "프로필 이미지", now(), "hyensu"),
       ("상품19", "코멘트19", "판매 링크", 11100, "프로필 이미지", now(), "hyensu"),
       ("상품20", "코멘트20", "판매 링크", 10100, "프로필 이미지", now(), "hyensu"),
       ("상품21", "코멘트21", "판매 링크", 1001, "프로필 이미지", now(), "hyensu"),
       ("상품22", "코멘트22", "판매 링크", 10001, "프로필 이미지", now(), "hyensu"),
       ("상품23", "코멘트23", "판매 링크", 12000, "프로필 이미지", now(), "hyensu"),
       ("상품24", "코멘트24", "판매 링크", 1044600, "프로필 이미지", now(), "hyensu"),
       ("상품25", "코멘트25", "판매 링크", 100230, "프로필 이미지", now(), "hyensu"),
       ("상품26", "코멘트26", "판매 링크", 100040, "프로필 이미지", now(), "hyensu"),
       ("상품27", "코멘트27", "판매 링크", 10010, "프로필 이미지", now(), "hyensu"),
       ("상품28", "코멘트28", "판매 링크", 1100, "프로필 이미지", now(), "hyensu"),
       ("상품29", "코멘트29", "판매 링크", 10000, "프로필 이미지", now(), "hyensu"),
       ("상품30", "코멘트30", "판매 링크", 100000, "프로필 이미지", now(), "hyensu"),
       ("상품31", "코멘트31", "판매 링크", 100900, "프로필 이미지", now(), "hyensu"),
       ("상품32", "코멘트32", "판매 링크", 109000, "프로필 이미지", now(), "hyensu"),
       ("상품33", "코멘트33", "판매 링크", 100800, "프로필 이미지", now(), "hyensu"),
       ("상품34", "코멘트34", "판매 링크", 107000, "프로필 이미지", now(), "hyensu"),
       ("상품35", "코멘트35", "판매 링크", 1002, "프로필 이미지", now(), "hyensu"),
       ("상품36", "코멘트36", "판매 링크", 10056, "프로필 이미지", now(), "hyensu");

INSERT INTO products_groups(product_id, product_group_name)
VALUES (36, '유산균'),
       (36, '저포드맵'),
       (36, '식이섬유'),
       (36, '간식'),
       (36, '생활용품.리빙'),
       (35, '유산균'),
       (35, '저포드맵'),
       (35, '식이섬유'),
       (35, '간식'),
       (35, '생활용품.리빙'),
       (34, '유산균'),
       (34, '저포드맵'),
       (34, '식이섬유'),
       (34, '간식'),
       (34, '생활용품.리빙'),
       (33, '유산균'),
       (33, '저포드맵'),
       (33, '식이섬유'),
       (33, '간식'),
       (33, '생활용품.리빙'),
       (32, '유산균'),
       (32, '저포드맵'),
       (32, '식이섬유'),
       (32, '간식'),
       (32, '생활용품.리빙'),
       (31, '유산균'),
       (31, '저포드맵'),
       (31, '식이섬유'),
       (31, '간식'),
       (31, '생활용품.리빙');

INSERT INTO discounts (discount_name, discount_rate)
VALUES ("50%할인", 50),
       ("100%할인", 100),
       ("10%할인", 10);

UPDATE products
SET discount_id = 1
WHERE product_id = 36;